[Play_DLC2_T_TYG_Ambush_1 AkEvent]
SpokenText="军事官，我正在追踪在设施内模糊的人类DNA...这可能是..."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Ambush_2 AkEvent]
SpokenText="等等！多个生物信号正在接近你的位置。读数不稳定...难以定位。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Ambush_4 AkEvent]
SpokenText="现在还无法确定。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Approach_The_King_1 AkEvent]
SpokenText="军事官，前方监测到温度骤降。这样巨大的变化违背了所有自然常理。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Archon_King_Dead_2 AkEvent]
SpokenText="我很想在我们把对象尸体弄回实验室之后立刻开始研究。我们还可以利用瓦伦博士留下的实验成果，因为我不想自己尝试复制它们。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Archon_King_Reveal_1 AkEvent]
SpokenText="这...我们先前遇到的执政官的变体一定是瓦伦博士一直实验中改造的对象。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Beacon_Located AkEvent]
SpokenText="军事官，我发现瓦伦博士的信号就在临时住处某地。我建议我们快点动身以免其消失。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Berseker_Queen_Dead_2 AkEvent]
SpokenText="我很想知道她的理由，虽然我会质疑在这个决定中到底存不存在什么理由。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Berserker_Queen_Reveal_2 AkEvent]
SpokenText="她的好奇心不是没有道理的，虽然我同意这可能不是最为明智的选择。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Egg_Warning AkEvent]
SpokenText="这些应该就是瓦伦博士在她的日志中提到的卵了。目前我们还不确定它们可能存在的危险性，我建议避免和它们的直接接触...尤其是在战斗之中。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Facility_Entry_One AkEvent]
SpokenText="这看起来是一个外星人基因设施的残留物。根据这些收容单位的损伤状况，我难以想象此处进行过什么实验。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_King_Attempting_Escape_1 AkEvent]
SpokenText="这是某种灵能裂痕！我无法理解为什么瓦伦会让它获得这种能力。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_MATINEE_Boots_Ground_1 AkEvent]
SpokenText="该区域的生物读数...飘忽不定。除了我在监测的一些外星物种以外-"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_MATINEE_King_Reveal_2 AkEvent]
SpokenText="没法从这个距离确定。生命信号被掩盖..."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_MATINEE_King_Reveal_3 AkEvent]
SpokenText="我相信这就是实验体Gamma。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Mission_Final AkEvent]
SpokenText="军事官，我无法监测到其他生命信号了，不管是人类还是其他的。洞穴已肃清。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Neophytes_Spotted_2 AkEvent]
SpokenText="我同意你对这一物种的看法，但这些生物有一些不同。它们看起来几乎是未发育完全的。也许是在成长期的早期，或是某种有机体的前身。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Post_Ambush_Research_Segue AkEvent]
SpokenText="我已经进一步研究了瓦伦博士的文件。我相信我找到了与我们研究相关的部分。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Post_King_Research_One_1 AkEvent]
SpokenText="军事官，我正在获取所有关于Gamma...现在是毒蛇怪\"国王\"的相关日志记录。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Post_Matinee_2 AkEvent]
SpokenText="我理解你的担忧。我们不知道瓦伦博士的研究对此生物做了何种改变。我建议将消灭它作为我们的首要目标。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Post_Pad_1 AkEvent]
SpokenText="这看起来是从一个过时的网络终端中取出的某种物理数据保存装置。现在开始进行远程访问。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Push_Forward_1 AkEvent]
SpokenText="我相信这应该是最后一批了，军事官。我无法监测到其他信号了。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Reinforcements_Wont_Stop AkEvent]
SpokenText="军事官。瓦伦博士的结论很明显了。这个毒蛇怪国王会继续呼叫增援，直到我们永久地消灭它。你必须抓紧了。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Research_Segue AkEvent]
SpokenText="军事官，我已经恢复了一部分瓦伦博士的个人研究日志。我会立刻开始传输我能修复的部分。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Rulers_Move_Always AkEvent]
SpokenText="看起来瓦伦的杰作不会轻易让我们成功的，时刻对快速移动迹象保持警惕，因为它会一直不停移动。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_The_Beacon_1 AkEvent]
SpokenText="我曾希望能在不那么紧急的情况下与我的前辈会面。我已经在前面不远的地方追踪到她的信号了。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Transmission_Cleared AkEvent]
SpokenText="我重新定位了该信号，这个装置一定是在发生在此处的冲突中被损坏了。完整的信息正在传送中。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Unbroken_Transmission_3_ALT AkEvent]
SpokenText="...而现在我们得面对她的恐惧了。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Viper_Boltguns_Sighted_2 AkEvent]
SpokenText="我觉得你是对的，军事官，这是关于此地另一个有用的线索。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Viper_King_Freeze_Breath_1 AkEvent]
SpokenText="军事官，那个生物的集中吐息的温度极为低...如果暴露在其面前会冒严重的组织伤害的风险。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_T_TYG_Viper_King_Ice_1 AkEvent]
SpokenText="在曾是储存毒液的地方，我们现在看到了冰块。就好像它在极大的压力下引导着附近的空气，然后立刻使脆弱部分结冰了一样。"
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

